---
type: FilterStringGreaterOrEqual
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringGreaterOrEqual

`Autodesk.Revit.DB.FilterStringGreaterOrEqual` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringGreaterOrEqual | 2011 | `public FilterStringGreaterOrEqual ()` |